<?
    session_start();
    require_once('functions.php');
?>
<!DOCTYPE html>
<html lang="ru">
<head>
    <!-- База -->
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">

    <!-- Иконка с названием -->
    <link rel="shortcut icon" href="images/icons/company_icon.png">
    <title>Информация о компании «Вкусно – и точка!»</title>

    <!-- Стили страницы -->
    <link rel='stylesheet' type='text/css' href='fonts/sansation/stylesheet.css'>
    <link rel='stylesheet' type='text/css' href='styles/reset_style.css'>
    <link rel='stylesheet' type='text/css' href='styles/basic.css'>
    <link rel='stylesheet' type='text/css' href='styles/about-us.css'>
</head>

<body>
    <!-- Шапка страницы -->
    <? require_once('header.php') ?>

    <!-- Основное тело -->
    <main style="margin-top: 60px">

        <!-- Биография компании -->
        <div class="block-about-us" id="company-learning-bg">
            <h1>Наша биография</h1>
            <p>«Вкусно — и точка» – ведущая сеть общественного питания, насчитывающая более 860 предприятий в 64 субъектах РФ.<br>Каждый день наша команда готовит для посетителей продукты из натуральных ингредиентов. Разнообразное меню, удобная экологичная упаковка,<br>приятная атмосфера, быстрое обслуживание и доступные цены — это далеко не полный список причин, по которым россияне выбирают «Вкусно — и точка».</p>
        </div> <!-- /.block-about-us -->
        

        <div class="gradient-line"></div> <!-- Линия с градиентом -->

        <!-- [Наше видение / Наша миссия]-->
        <div class="flex">

            <!-- Блок «Наше видение» -->
            <div class="block-of-information" id="green">
                <h1>Наше видение</h1>
                <p>Технологичная компания международного класса в сфере питания<br>вне дома. Безусловный лидер, завоевавший сердца миллионов<br>людей и формирующий стандарты индустрии</p>
            </div> <!-- /.block-of-information -->

            <!-- Блок «Наша миссия» -->
            <div class="block-of-information" id="orange">
                <h1>Наша миссия</h1>
                <p>Вкусная еда и приятные впечатления, доступные каждому.<br>Мы хотим сделать вас счастливее!</p>
            </div> <!-- /.block-of-information -->

        </div> <!-- /.flex -->

        <div class="gradient-line"></div> <!-- Линия с градиентом -->

        <!-- Грандиозные планы! -->
        <div class="mockup-about-us">
            <div class="container">

                <h1>У нас грандиозные планы!</h1>
                <p>«Вкусно — и точка» стремительно завоевывает сердца и новые регионы. Уже сегодня наша сеть насчитывает более 860 предприятий от Калининграда до Владивостока, и это только начало! Мы с удовольствием открываем для гостей новые предприятия «Вкусно — и точка» с их неповторимой атмосферой гостеприимства и дружелюбия. Нам важно, чтобы гости чувствовали себя уютно и комфортно, поэтому мы уделяем особое внимание красоте и удобству как в зале, так и на летних площадках.</p>
                <p>Хотите предложить нам земельный участок или помещение для строительства предприятия? Или вы поставщик строительных или отделочных материалов? А может, вы эксперт в проектировании или строительстве и желаете стать нашим партнером? Или сами думаете присоединиться к нашей команде? Свяжитесь с нами!</p>

            </div> <!-- /.container -->
        </div> <!-- /.mockup-about-us -->

        <div class="gradient-line"></div> <!-- Линия с градиентом -->

        <!-- Блок развитие компании -->
        <div class="block-about-us" id="company">

            <h1>Развитие компании</h1>
            <p>Центр обучения и развития ООО «Система ПБО» бренда «Вкусно — и точка».<br>Высококвалифицированные консультанты по обучению, работающие в Центре, имеют большой многолетний практический опыт<br>работы в бизнесе компании, опыт обучения и наставничества, а также прошли необходимые программы Профессиональной<br>переподготовки и Повышения квалификации для проведения обучающих программ.</p>
        
        </div> <!-- /.block-about-us -->
        
        <div class="gradient-line"></div> <!-- Линия с градиентом -->

        <!-- Информация о сотруднике компании -->
        <div class="mockup-about-me">
            <div class="container">
                <div class="flex">

                    <!-- Сотрудник компании -->
                    <div>
                        <h1>Попов Александр</h1>
                        <span>Работник сети предприятий «Вкусно – и точка!»</span>
                        <p>Александр Попов - увлеченный и талантливый работник сети предприятий «Вкусно – и точка!». С самого детства Александр проявлял интерес к кулинарии, наблюдая, как его бабушка готовит вкусные и запоминающиеся блюда. Эта страсть только усилилась во время университетских лет, когда он начал экспериментировать со своими собственными рецептами.</p><br>
                        <p>После окончания колледжа Александр попробовал себя на разных позициях в различных ресторанах и кулинарных предприятиях, развивая свои навыки и расширяя свои знания о разных кухнях.</p><br>
                        <p>В конечном итоге, Александр нашел свое призвание в компании «Вкусно – и точка!». Он присоединился к команде с энтузиазмом и желанием учиться от профессионалов, которые делятся его страстью к кулинарии.</p><br>
                        <p>Сегодня Александр работает в сети предприятий «Вкусно – и точка!» в качестве главного шеф-повара. Его талант и креативность заметны в каждом блюде, которое он готовит. Он постоянно ищет новые идеи, свежие подходы и современные тенденции, чтобы удовлетворить вкусовые предпочтения наших клиентов.</p>
                    </div>

                    <!-- Фото сотрудника -->
                    <img src="images\page-elements\Popov-Alexander.jpg" alt="">
                
                </div> <!-- /.flex -->
            </div> <!-- /.container -->
        </div> <!-- /.mockup-about-me -->

        <div class="gradient-line"></div> <!-- Линия с градиентом -->

    </main> <!-- /.main -->

    <!-- Подвал страницы -->
    <? require_once('footer.php') ?>
</body>